Repository: 8l/finalterm
Catalog: po/*.po
Languages: de

source: Total time: %f
de: Gesamtzeit: %f

source: BLOCK STATISTICS:
de: BLOCKSTATISTIK:

source: Grand total time: %f
de: Gesamtzeit für alle Blöcke: %f

source: (Faenza icon, modified)
de: (Faenza-Icon, angepasst)

source: (German)
de: (deutsch)

source: (Hungarian)
de: (ungarisch)

source: (original author)
de: (ursprünglicher Entwickler)

source: [RUNNING]
de: [AKTIV]

source: , Cycles: %i
de: , Durchgänge: %i

source: , Mean time: %f
de: , Durchschnittszeit: %f

source: Appearance
de: Erscheinungsbild

source: At last – a modern terminal emulator.
de: Endlich – ein moderner Terminal-Emulator

source: Attempting to restart a timer that has not been stopped
de: Versuch, einen Zeitmesser neu zu starten, der noch nicht angehalten wurde

source: Attempting to stop a timer that does not exist
de: Versuch, einen Zeitmesser anzuhalten, der nicht existiert

source: Attempting to stop a timer that has not been started
de: Versuch, einen Zeitmesser anzuhalten, der noch nicht gestartet wurde

source: Background opacity
de: Hintergrundtransparenz

source: Cannot access data directory: %s
de: Zugriff auf Datenordner fehlgeschlagen: %s

source: Cannot parse stream element into character attributes
de: Kann das Streamelement nicht in Zeichenattribute umwandeln

source: Color scheme to be used
de: Farbschema

source: Color scheme:
de: Farbschema:

source: Command executed: '%s'
de: Befehl ausgeführt: '%s'

source: Command finished
de: Befehl abgeschlossen

source: Command mode entered
de: Befehlsmodus aktiviert

source: Command start control sequence received while already in command mode
de: Steuersequenz zum Aktivieren des Befehlsmodus empfangen, obwohl der Befehlsmodus bereits aktiv ist

source: Command updated: '%s'
de: Befehl geändert: '%s'

source: Connection broken
de: Verbindung abgebrochen

source: Copyright © 2013 Philipp Emanuel Weidmann & contributors
de: Copyright © 2013 Philipp Emanuel Weidmann & Mitwirkende

source: Could not load theme %s: %s
de: Kann das Thema %s nicht laden: %s

source: Dark look:
de: Dunkles Erscheinungsbild:

source: Default dimensions:
de: Vorgabegröße:

source: Default number of columns in the terminal
de: Standardanzahl Spalten im Terminal

source: Default number of lines in the terminal
de: Standardanzahl Zeilen im Terminal

source: Don't just use your system — command it!
de: Benutzen Sie Ihr System nicht einfach — befehligen Sie es!

source: Error in color scheme %s: %s
de: Fehler im Farbschema %s: %s

source: Error in key bindings file %s: %s
de: Fehler in der Tastaturbelegungsdatei %s: %s

source: Error in text menu %s: %s
de: Fehler im Textmenü %s: %s

source: Error in theme %s: %s
de: Fehler im Thema %s: %s

source: Error while opening file '%s' for reading
de: Fehler beim Öffnen von '%s' für den Lesezugriff

source: Error while parsing JSON file %s: %s
de: Fehler beim Parsen der JSON-Datei %s: %s

source: Failed to get %s files in %s: %s
de: Fehler beim Ermitteln der %s-Dateien im Ordner %s: %s

source: Failed to initialize Clutter
de: Fehler bei der Initialisierung von Clutter

source: Failed to load color scheme %s: %s
de: Fehler beim Laden des Farbschemas %s: %s

source: Failed to load text menu definitions %s: %s
de: Fehler beim Laden der Textmenü-Definition %s: %s

source: Failed to show notification: %s
de: Fehler beim Anzeigen der Benachrichtigung: %s

source: Font used for menu button labels
de: Schrift für Erläuterungen auf Textmenüschaltern

source: Font used for terminal output
de: Schrift für Terminalausgabe

source: Fork failed
de: Fork fehlgeschlagen

source: General
de: Allgemein

source: Invalid color index: %i
de: Ungültiger Farbindex: %i

source: Invalid command specification: '%s'
de: Ungültige Befehlsspezifikation: '%s'

source: Invalid control sequence: '%s' (%s)
de: Ungültige Steuersequenz: '%s' (%s)

source: Invalid enum value name: '%s'
de: Ungültiger Name für Aufzählungswert: '%s'

source: Label font:
de: Schrift für Erläuterungen:

source: Launching %s failed: %s
de: Fehler beim Starten von %s: %s

source: Loading key bindings file %s failed: %s
de: Fehler beim Laden der Tastaturbelegungsdatei %s: %s

source: Minimum time between successive output rendering cycles, in milliseconds
de: Mindestzeitspanne zwischen aufeinanderfolgenden Zeichenzyklen, in Millisekunden

source: Minimum time between successive resizing cycles, in milliseconds
de: Mindestzeitspanne zwischen aufeinanderfolgenden Größenänderungszyklen, in Millisekunden

source: No Settings instance available yet
de: Noch keine Instanz von Settings verfügbar

source: Object does not implement the ItemView interface
de: Objekt implementiert die Schnittstelle ItemView nicht

source: Opacity:
de: Transparenz:

source: Partially supported control sequence: '%s' (%s)
de: Teilweise unterstützte Steuersequenz: '%s' (%s)

source: Path to the shell executable which is to be run (NOTE: Only bash is currently supported)
de: Pfad zum auszuführenden Shell-Programm (NB: Derzeit wird nur bash unterstützt)

source: Preferences
de: Einstellungen

source: Reading unichar failed: %s
de: Fehler beim Lesen von unichar: %s

source: Sending text failed: %s
de: Fehler beim Senden von Text: %s

source: Supported control sequence: '%s' (%s)
de: Unterstützte Steuersequenz: '%s' (%s)

source: Terminal font:
de: Schrift für Terminal:

source: Theme to be used
de: Thema

source: Theme:
de: Thema:

source: Unrecognized control sequence: '%s' (%s)
de: Nicht erkannte Steuersequenz: '%s' (%s)

source: Unrecognized interpretation status value
de: Wert für den Interpretationsstatus nicht erkannt

source: Unsupported command: %s
de: Nicht unterstützter Befehl: %s

source: Unsupported control sequence: '%s' (%s)
de: Nicht unterstützte Steuersequenz: '%s' (%s)

source: Use dark theme
de: Dunkles Erscheinungsbild verwenden

source: Value that the TERM environment variable will be set to (NOTE: Changing this variable may affect shell behavior)
de: Wert der Umgebungsvariable TERM (NB: Änderungen dieser Variable können das Verhalten der Shell beeinflussen)

source: _About Final Term
de: _Info zu Final Term

source: _Preferences
de: _Einstellungen

source: _Quit
de: _Beenden

source: columns
de: Spalten

source: execvp failed
de: execvp fehlgeschlagen

source: print_interpretation_status should only be called on control sequence elements
de: print_interpretation_status sollte nur für Steuersequenzelemente aufgerufen werden

source: rows
de: Zeilen
